[UserSettings]
NormalTKArr=~dπ~aππ~WheelDownπ~WheelUpπππ~Space
NormalModeArr=1π1π1π1π1π1π1π1
NormalHoldTimeArr=500π500π500π500π500π500π500π500
NormalForbidArr=0π0π0π0π0π0π0π0
NormalRemarkArr=按d下一队π按a上一队π判断当前宠物π下滚轮π上滚轮π切换宠物π防报错π传送确定
NormalLoopCountArr=1π1π1π1π1π1π1π1
NormalTriggerTypeArr=2π2π1π1π1π1π1π2
NormalSerialArr=1π1738528π1744594π1750289π1752375π1752569π1050348π1321069
NormalTimingSerialArr=Timing1πTiming1738520πTiming1744592πTiming1750282πTiming1752376πTiming1752567πTiming1050341πTiming1321066
NormalStartTipSoundArr=1π1π1π1π1π1π1π1
NormalEndTipSoundArr=1π1π1π1π1π1π1π1
NormalFoldInfo={"FoldStateArr":[0,0,0],"ForbidStateArr":[0,0,0],"FrontInfoArr":["洛克王国：世界  ⎖UnrealWindow⎖NRC-Win64-Shipping.exe","洛克王国：世界  ⎖UnrealWindow⎖NRC-Win64-Shipping.exe","洛克王国：世界  ⎖UnrealWindow⎖NRC-Win64-Shipping.exe"],"HoldTimeArr":[500,500,500],"IndexSpanArr":["1-2","3-7","8-8"],"RemarkArr":["切换队伍","滚轮切宠","空格确定传送"],"TKArr":["","",""],"TKTypeArr":[1,1,1]}
NormalMacroArr1=搜索Pro1739413
NormalMacroArr2=搜索Pro1115664
StringTKArr=:?*:AA
StringModeArr=1
StringHoldTimeArr=0
StringForbidArr=1
StringRemarkArr=按两次a触发
StringLoopCountArr=1
StringTriggerTypeArr=1
StringSerialArr=2
StringTimingSerialArr=Timing2
StringStartTipSoundArr=1
StringEndTipSoundArr=1
StringFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
StringMacroArr1=
MenuTKArr=πππππππ
MenuModeArr=1π1π1π1π1π1π1π1
MenuHoldTimeArr=500π500π500π500π500π500π500π500
MenuForbidArr=0π0π0π0π0π0π0π0
MenuRemarkArr=自动战斗π自动过剧情ππππππ
MenuLoopCountArr=-1π-1π1π1π1π1π1π1
MenuTriggerTypeArr=1π1π1π1π1π1π1π1
MenuSerialArr=3π4π5π6π7π8π12π13
MenuTimingSerialArr=Timing3πTiming4πTiming5πTiming6πTiming7πTiming8πTiming12πTiming13
MenuStartTipSoundArr=1π1π1π1π1π1π1π1
MenuEndTipSoundArr=3π1π1π1π1π1π1π1
MenuFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":["洛克王国：世界  ⎖UnrealWindow⎖NRC-Win64-Shipping.exe"],"HoldTimeArr":["500"],"IndexSpanArr":["1-8"],"RemarkArr":["RMT默认初始化配置"],"TKArr":["RAlt"],"TKTypeArr":[1]}
MenuMacroArr1=搜索Pro2005144
MenuMacroArr2=搜索Pro1248217
MenuMacroArr3=
MenuMacroArr4=
MenuMacroArr5=
MenuMacroArr6=
MenuMacroArr7=
MenuMacroArr8=
TimingTKArr=
TimingModeArr=1
TimingHoldTimeArr=500
TimingForbidArr=1
TimingRemarkArr=通过定时或宏操作调用
TimingLoopCountArr=1
TimingTriggerTypeArr=1
TimingSerialArr=9
TimingTimingSerialArr=Timing9
TimingStartTipSoundArr=1
TimingEndTipSoundArr=1
TimingFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
TimingMacroArr1=
SubMacroTKArr=
SubMacroModeArr=1
SubMacroHoldTimeArr=500
SubMacroForbidArr=1
SubMacroRemarkArr=只能通过宏操作调用
SubMacroLoopCountArr=1
SubMacroTriggerTypeArr=1
SubMacroSerialArr=10
SubMacroTimingSerialArr=Timing10
SubMacroStartTipSoundArr=1
SubMacroEndTipSoundArr=1
SubMacroFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
SubMacroMacroArr1=
ReplaceTKArr=l
ReplaceModeArr=1
ReplaceHoldTimeArr=500
ReplaceForbidArr=1
ReplaceRemarkArr=将l按键替换成其他按键
ReplaceLoopCountArr=1
ReplaceTriggerTypeArr=1
ReplaceSerialArr=11
ReplaceTimingSerialArr=Timing11
ReplaceStartTipSoundArr=1
ReplaceEndTipSoundArr=1
ReplaceFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
ReplaceMacroArr1=
ToolTKArr=
ToolModeArr=
ToolHoldTimeArr=
ToolForbidArr=
ToolRemarkArr=
ToolLoopCountArr=
ToolTriggerTypeArr=
ToolSerialArr=
ToolTimingSerialArr=
ToolStartTipSoundArr=
ToolEndTipSoundArr=
ToolFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
SettingTKArr=
SettingModeArr=
SettingHoldTimeArr=
SettingForbidArr=
SettingRemarkArr=
SettingLoopCountArr=
SettingTriggerTypeArr=
SettingSerialArr=
SettingTimingSerialArr=
SettingStartTipSoundArr=
SettingEndTipSoundArr=
SettingFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
HelpTKArr=
HelpModeArr=
HelpHoldTimeArr=
HelpForbidArr=
HelpRemarkArr=
HelpLoopCountArr=
HelpTriggerTypeArr=
HelpSerialArr=
HelpTimingSerialArr=
HelpStartTipSoundArr=
HelpEndTipSoundArr=
HelpFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
RewardTKArr=
RewardModeArr=
RewardHoldTimeArr=
RewardForbidArr=
RewardRemarkArr=
RewardLoopCountArr=
RewardTriggerTypeArr=
RewardSerialArr=
RewardTimingSerialArr=
RewardStartTipSoundArr=
RewardEndTipSoundArr=
RewardFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
ThankTKArr=
ThankModeArr=
ThankHoldTimeArr=
ThankForbidArr=
ThankRemarkArr=
ThankLoopCountArr=
ThankTriggerTypeArr=
ThankSerialArr=
ThankTimingSerialArr=
ThankStartTipSoundArr=
ThankEndTipSoundArr=
ThankFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
NormalMacroArr3=搜索Pro1745583,搜索Pro4205300,搜索Pro9577487,搜索Pro7711544,搜索Pro1749176,搜索Pro5242381,宏操作1051401
NormalMacroArr4=宏操作1750492,运算1751314,如果1751519,宏操作1755393
NormalMacroArr5=宏操作5353840,运算8514254,如果6923715,宏操作9520026
NormalMacroArr6=如果1753137,如果7166658,如果5500323,如果1381577,如果4627235,如果8302923
NormalMacroArr7=如果1051092
NormalMacroArr8=搜索Pro1321392
